export const text = {
  aboutUs: {
    title: "Про нас:",
    content:
      "Знаючи минуле ми маємо можливість створювати щось нове та сучасне. Команда КОД поєднує в собі майстрів як класничних вподобань так і новітніх. Цей симбіоз відкриває вікно нових можливостей. Наш  сучасний підхід до мистецтва барберингу допоможе тобі опанувати техніки стрижок ,  навчить тебе як професійно діяти в будь-яких ситуаціях з  клієнтами.",
  },
  offering: {
    title: "Що ми пропонуємо:",
    offers: [
      {
        img: "1.jpg",
        title: "Курс навчання з нуля",
        text: "Якщо у вас взагалі немає досвіду , але ви бажаєте стригти - цей курс для вас . Обширний теоретичний блок, 100+ годин практики з моделями, навчимо як стригти так і обслуговувати за високими сервісними стандартами. Ми розкладемо по полицях теоретичні та технічні знання та зробимо з тебе свідомого майстра",
      },
      {
        img: "2.jpg",
        title: "Підвищення кваліфікації",
        text: "Індивідуальний день заняття з викладачем який включає як теорію так і практичне відпрацювання. Поділимось своїми знаннями у створенні справжніх дизайнів стрижки вдосконаливши твою техніку",
      },
      {
        img: "3.jpg",
        title: "Майстер-класи",
        text: "На базі нашої академії кожного місяця проходитимуть навчальні семінари на різні теми, які дотичні до барбер-індустрії. Найкращі барбери України будуть ділитися з вами своїми знаннями.",
      },
      {
        img: "4.jpg",
        title: "Онлайн-курс",
        text: "У вас є можливість вчитись та підвищувати якість послуг віддалено завдяки відео-урокам та матеріалам які можна буде придбати у нас на сайті.",
      },
    ],
  },
  learning: {
    title: "Як проходить навчання:",
    items: [
      {
        img: "1.webp",
        text: "Ми забезпечуємо вас усім необхідним, все що потрібно від вас - мати при собі гарний настрій",
      },
      {
        img: "2.webp",
        text: "Моделі для відпрацювання та болванки надаємо на період навчання",
      },
      {
        img: "3.webp",
        text: "Навчання в атмосферній та сучасній аудиторії, з наявною фотозоною",
      },
      {
        img: "4.webp",
        text: "Використовуємо тільки якісну та професійну косметику",
      },
    ],
  },
};
